# Install packages
brew 'aria2'
brew 'asdf'
brew 'bat'
brew 'browsh-org/browsh/browsh'
brew 'deno'
brew 'fd'
brew 'fnm'
brew 'fswatch'
brew 'fzf'
brew 'git-delta'
brew 'gnupg'
brew 'grip'
brew 'jesseduffield/lazygit/lazygit'
brew 'lynx'
brew 'neovim'
brew 'ripgrep'
brew 'tmux'
brew 'tree'

# Sauce Code Pro
tap 'homebrew/cask-fonts'
cask 'font-sauce-code-pro-nerd-font'

# Applications
cask 'alacritty'
cask 'tableplus'
